{
  "case-1-en": {
    "place": {
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5d/Jezioro_Wilczy%C5%84skie_k._wsi_%C5%9Awi%C4%99tne.jpg",
      "name": "Wilczyńskie Lake",
      "location": "Europe"
    },
    "analysis": {
      "k-5": "In Poland, there's a place called the Gnieźnieńskie Lake Districts, and it's really pretty, like a special vacation spot. Lots of people visit there, just like when people go on a fun holiday. Some people even say it's like the \"Polish version of San Tropez\", which is a famous place in France where people go to relax.\nBut, here's a big problem: this special place is starting to go away. The lakes there are getting smaller, and that's not good. Some people who care a lot about nature, called \"environmentalists\", think a big mine called the Konin Lignite Mine is making the lakes get smaller. It's like when you're playing with water, and someone takes all the water away, and there's just dry ground left.\nEven some important people in Europe, called the European Commission, agree with the environmentalists. They're trying to stop the mine by going to court, like when you have a problem, and you talk to a teacher or a principal to help fix it. But so far, they've only been able to stop the mine from getting even bigger.\nThe Konin Lignite Mine makes power for houses, but it's hurting the environment a lot. The lakes have lost more than 5 meters of water since 1965, which is a really, really big amount. Imagine stacking five tall people on top of each other, and that's how deep the water used to be!\nSo, in simple words, this pretty place in Poland is getting smaller because of a big mine that's taking too much water from the lakes. People are trying to stop the mine from making things worse, but it's not easy.",
      "6-8": "There's a beautiful place in Poland called the Gnieźnieńskie Lake Districts. It's a bit like the Mazurian Lake Districts, but not as famous. People think it's one of the most beautiful places in Poland, and a lot of tourists go there every year. Some people even compare it to a fancy place in France called San Tropez.\nBut here's the problem: the Gnieźnieńskie Lake Districts are in trouble. The lakes there are getting smaller, and it's making a lot of people worried. Environmentalists, which are people who care a lot about nature, say that a big mine called the Konin Lignite Mine is the main reason the lakes are getting smaller.\nEven the European Commission, which is like a group of important people in Europe, agrees with the environmentalists. The environmentalists are trying to stop the mine by going to court, but so far, they've only been able to stop the mine from getting even bigger. The Konin Lignite Mine makes electricity, but it's causing a lot of damage to the environment.\nThe lakes have lost more than 5 meters (that's really deep!) of water since 1965, and that's really bad. Where there used to be water and piers for boats, now there's just dry sand, which is a sad thing to see.\nSo, in simple terms, the Gnieźnieńskie Lake Districts in Poland are a beautiful place, but they're in trouble because a big mine is taking too much water from the lakes, and it's hurting the environment. People are trying to stop the mine from making things worse, but it's a tough problem to solve.",
      "9-12": "Apart from the Mazurian Lake Districts in Poland, we also have the lesser-known Gnieźnieńskie Lake Districts. They are considered the most beautiful in the country, and it's no wonder why. Every year, an incredible number of tourists visit this place, and some even compare it to the Polish version of San Tropez.\nHowever, this lake district is disappearing. Environmentalists are protesting against the Konin Lignite Mine, which they consider the main cause of the decreasing water levels in the lakes.\nThis view is also supported by the European Commission. Environmentalists are fighting the mine in court, but they have only managed to block the construction of a new mine so far. The Konin Lignite Mine supplies three powerhouses at the expense of environmental devastation. Moreover, they plan to expand their operations further by enlarging one of the open-cast mines and building a new one.\nThe water loss has exceeded 5 meters (!!) since 1965, which is an absolutely terrifying result. Where old piers used to stand, there is now a dry sand..."
    }
  },
  "case-1-pl": {
    "place": {
      "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5d/Jezioro_Wilczy%C5%84skie_k._wsi_%C5%9Awi%C4%99tne.jpg",
      "name": "Wilczyńskie Lake",
      "location": "Poland"
    },
    "analysis": {
      "k-5": "W Polsce istnieje miejsce zwane Gnieźnieńskimi Pojezierzami, i jest naprawdę piękne, jak specjalne miejsce na wakacje. Wiele osób tam odwiedza, podobnie jak gdy ludzie jadą na zabawne wakacje. Niektórzy mówią nawet, że to jak „polska wersja San Tropez”, słynnego miejsca we Francji, gdzie ludzie jeżdżą, aby się zrelaksować.\nJednak jest duży problem: to wyjątkowe miejsce zaczyna znikać. Jeziora tam stają się coraz mniejsze, co nie jest dobrą wiadomością. Niektórzy ludzie, którym bardzo zależy na naturze, zwani „ekologami”, uważają, że duża kopalnia o nazwie Konin Lignite Mine powoduje zmniejszanie się jezior. To jak wtedy, gdy bawisz się wodą, a ktoś zabiera całą wodę, zostawiając tylko suchą ziemię.\nNawet niektórzy ważni ludzie w Europie, nazywani Komisją Europejską, zgadzają się z ekologami. Próbują zatrzymać kopalnię, idąc do sądu, podobnie jak wtedy, gdy masz problem i rozmawiasz z nauczycielem lub dyrektorem, żeby pomogli go rozwiązać. Ale jak dotąd udało im się tylko powstrzymać kopalnię przed jeszcze większym wzrostem.\nKopalnia Konin Lignite dostarcza energię do domów, ale bardzo szkodzi środowisku. Jeziora straciły ponad 5 metrów wody od 1965 roku, co jest naprawdę ogromną ilością. Wyobraź sobie, że układasz pięciu wysokich ludzi jeden na drugim, i tak głęboko kiedyś była woda!\nWięc w prostych słowach, to piękne miejsce w Polsce staje się mniejsze z powodu dużej kopalni, która zabiera zbyt dużo wody z jezior. Ludzie próbują powstrzymać kopalnię przed pogorszeniem sytuacji, ale to nie jest łatwe.",
      "6-8": "W Polsce istnieje piękne miejsce zwane Gnieźnieńskimi Pojezierzami. Jest trochę podobne do Pojezierza Mazurskiego, ale nie tak znane. Ludzie uważają je za jedno z najpiękniejszych miejsc w Polsce, i co roku tam jeżdżą turyści. Niektórzy porównują je nawet do eleganckiego miejsca we Francji o nazwie San Tropez.\nAle jest problem: Gnieźnieńskie Pojezierza mają kłopoty. Jeziora tam stają się coraz mniejsze, i to niepokoi wielu ludzi. Ekolodzy, czyli ludzie, którzy bardzo dbają o przyrodę, twierdzą, że główną przyczyną kurczenia się jezior jest duża kopalnia o nazwie Konin Lignite Mine.\nNawet Komisja Europejska, która jest podobna do grupy ważnych osób w Europie, zgadza się z ekologami. Ekolodzy próbują powstrzymać kopalnię, idąc do sądu, ale jak dotąd udało im się tylko zatrzymać kopalnię przed jeszcze większym rozrostem. Kopalnia Konin Lignite dostarcza energię elektryczną, ale powoduje dużo szkód dla środowiska.\nJeziora straciły ponad 5 metrów wody od 1965 roku (to naprawdę głęboko!), i to jest bardzo źle. Tam, gdzie kiedyś była woda i pomosty dla łodzi, teraz jest tylko suchy piasek, co jest smutne do zobaczenia.\nWięc w prostych słowach, Gnieźnieńskie Pojezierza w Polsce są pięknym miejscem, ale mają problemy, bo duża kopalnia zabiera zbyt dużo wody z jezior i szkodzi środowisku. Ludzie próbują powstrzymać kopalnię przed pogorszeniem sytuacji, ale to trudny problem do rozwiązania.",
      "9-12": "Oprócz Pojezierza Mazurskiego w Polsce, mamy też mniej znane Gnieźnieńskie Pojezierza. Uważane są za najpiękniejsze w kraju, i nie ma w tym nic dziwnego. Co roku to miejsce odwiedza ogromna liczba turystów, a niektórzy nawet porównują je do polskiej wersji San Tropez.\nJednak ten obszar jezior kurczy się. Ekolodzy protestują przeciwko Kopalni Węgla Brunatnego Konin, którą uważają za główną przyczynę obniżania się poziomu wody w jeziorach.\nTo stanowisko popiera również Komisja Europejska. Ekolodzy walczą z kopalnią w sądzie, ale dotychczas udało im się tylko zablokować budowę nowej kopalni. Kopalnia Węgla Brunatnego Konin zasila trzy elektrownie kosztem dewastacji środowiska. Ponadto planują rozszerzyć swoją działalność poprzez powiększenie jednej z odkrywkowych kopalni i budowę nowej.\nStrata wody przekroczyła 5 metrów (!!) od 1965 roku, co jest absolutnie przerażającym wynikiem. Tam, gdzie kiedyś stały stare pomosty, teraz jest tylko suchy piasek..."
    }
  },
  "case-2-en": {
    "place": {
      "imageUrl": "https://scx2.b-cdn.net/gfx/news/2018/around40mill.jpg",
      "name": "Chad Lake",
      "location": "Africa"
    },
    "analysis": {
      "k-5": "Lake Chad is a really big and special lake in Africa. It's like a huge water playground for four African countries, and it gives water to lots of people and animals, kind of like a giant water tap! But there's a big problem - the lake is getting smaller really fast. In just 40 years, it has become 90% tinier! Imagine if your favorite toy or game shrank that much in just a few years – it would be a big surprise!\nRight now, the lake is only about 1,500 square kilometers big, which is much smaller than it used to be. Scientists think that if we don't do something about it, the lake might vanish completely by the year 2050. That's not very far away, just a little more than 25 years from now!\nSo, why is this happening? Well, it's mostly because of what people are doing. They are taking water from the lake to use for farming, and there are also more and more people who need water because there are so many of us living in that area. Also, there isn't as much rain as there used to be, and the hot sun is making the lake dry up.\nTo try to save the lake, some scientists have a plan. They want to bring water from another river called the Ubangi River to Lake Chad. That might help the lake grow again. But they also think it's important to talk to the people who live there and help them understand why having too many babies can make things even worse, and why using birth control is important. These are sometimes things that people don't like to talk about in that area.\nIf we don't do something soon, Lake Chad might disappear completely, and that would be a big problem for everyone who depends on it for water. So, it's important for all of us to take action and do our part to protect it, just like we take care of our favorite toys and games!\n",
      "6-8": "Lake Chad is a really big and important lake in Africa, and it makes four African countries proud because it provides water for millions of people and animals. But there's a big problem - the lake is shrinking really fast. In just 40 years, it has gotten 90% smaller! Imagine if your favorite video game or toy got 90% smaller in just a few years; that would be a big deal, right?\nRight now, the lake is only about 1,500 square kilometers big, which is way smaller than it used to be. Scientists think that if we don't do something about it, the lake might completely disappear by the year 2050. That's not very far away, just a little over 25 years from now!\nSo, why is this happening? Well, it's mostly because of what people are doing. They are taking water from the lake to use for farming, and there are also more and more people who need water because there are so many of us living in that area. On top of that, there isn't as much rain as there used to be, and the lake is also drying up because of the hot sun.\nTo save the lake, some scientists have an idea. They want to bring water from another river called the Ubangi River to Lake Chad. That might help. But they also think it's important to talk to the people who live there and help them understand why having too many babies can make things even worse, and why using birth control is important. These are sometimes things that people don't like to talk about in that area.\nIf we don't do something soon, Lake Chad might disappear completely, and that would be a big problem for everyone who relies on it for water. So, it's important for us to take action to protect it.",
      "9-12": "Lake Chad is the pride of up to four African countries. It is vast and mighty, providing drinking water to millions of people and animals every year. Its historical variability has always depended on various factors, but in recent decades, it has started disappearing from the map at an alarming rate.\nIn just 40 years, its surface area has decreased by a staggering 90%! That's 24,500 square kilometers, and its current surface area is approximately 1,500 square kilometers. What's worse, according to forecasts, it may completely dry up by the year 2050. This means that in just over 25 years (which is not a very long time), MILLIONS of people will not have access to fresh water for drinking or other essential needs, and the vegetation and wildlife will begin to perish.\nThis is mainly happening due to human activity, as people are using water from the lake for irrigation, and it is also related to overpopulation, which leads to increased water demand. Additionally, there is less rainfall in the region than before, and the lake is evaporating at the same rate.\nTo prevent further drying up, hydrologists propose transporting water from the Ubangi River. Additionally, campaigns to raise awareness among the local population about overpopulation and the use of contraception would be beneficial (both of these topics are still taboo for many residents of Africa or simply not known as issues). Without taking any action within just a few decades, Lake Chad will cease to exist."
    }
  },
  "case-2-pl": {
    "place": {
      "imageUrl": "https://scx2.b-cdn.net/gfx/news/2018/around40mill.jpg",
      "name": "Chad Lake",
      "location": "Africa"
    },
    "analysis": {
      "k-5": "Jezioro Czad to naprawdę duże i wyjątkowe jezioro w Afryce. To jak ogromne wodne miejsce zabaw dla czterech afrykańskich krajów, i dostarcza wodę wielu ludziom i zwierzętom, podobnie jak gigantyczny kranik wody! Ale jest duży problem - jezioro kurczy się bardzo szybko. W zaledwie 40 lat stało się 90% mniejsze! Wyobraź sobie, żeby twoja ulubiona zabawka czy gra zmniejszyła się o tyle w ciągu kilku lat - to byłoby ogromne zaskoczenie!\nObecnie jezioro ma zaledwie około 1,500 kilometrów kwadratowych powierzchni, co jest znacznie mniejsze niż kiedyś. Naukowcy uważają, że jeśli nic z tym nie zrobimy, jezioro może całkowicie zniknąć do roku 2050. To nie jest tak daleka przyszłość, zaledwie trochę ponad 25 lat od teraz!\nDlaczego to się dzieje? Cóż, to głównie z powodu działań ludzi. Pobierają wodę z jeziora, żeby jej używać do uprawy roślin, a także jest coraz więcej ludzi, którzy potrzebują wody, ponieważ mieszka tam tylu z nas. Ponadto, nie ma już tak dużo deszczu jak kiedyś, a gorące słońce sprawia, że jezioro wysycha.\nAby spróbować uratować jezioro, niektórzy naukowcy mają plan. Chcą przekierować wodę z innego rzeki o nazwie Ubangi do Jeziora Czad. To może pomóc jezioru odzyskać dawną wielkość. Ale uważają również, że ważne jest, aby rozmawiać z ludźmi mieszkającymi w okolicy i pomóc im zrozumieć, dlaczego posiadanie zbyt wielu dzieci może sprawić, że sytuacja stanie się jeszcze gorsza, i dlaczego korzystanie z antykoncepcji jest ważne. To są czasem rzeczy, o których ludzie nie lubią rozmawiać w tej okolicy.\nJeśli nie zrobimy czegoś wkrótce, Jezioro Czad może całkowicie zniknąć, co będzie dużym problemem dla wszystkich, którzy z niego korzystają. Dlatego ważne jest, abyśmy wszyscy podjęli działania i wzięli udział w ochronie go, tak jak dbamy o nasze ulubione zabawki i gry!",
      "6-8": "Jezioro Czad to naprawdę duże i ważne jezioro w Afryce, i sprawia, że cztery afrykańskie kraje są dumni, ponieważ dostarcza wodę dla milionów ludzi i zwierząt. Ale jest duży problem - jezioro kurczy się bardzo szybko. W zaledwie 40 lat stało się 90% mniejsze! Wyobraź sobie, żeby twoja ulubiona gra wideo lub zabawka zmniejszyła się o 90% w ciągu kilku lat; to byłoby wielkie wydarzenie, prawda?\nObecnie jezioro ma tylko około 1,500 kilometrów kwadratowych powierzchni, co jest znacznie mniejsze niż dawniej. Naukowcy uważają, że jeśli nic z tym nie zrobimy, jezioro może całkowicie zniknąć do roku 2050. To nie jest tak daleka przyszłość, zaledwie nieco ponad 25 lat od teraz!\nDlaczego to się dzieje? Cóż, to głównie z powodu działań ludzi. Pobierają wodę z jeziora, żeby jej używać do uprawy roślin, a także jest coraz więcej ludzi, którzy potrzebują wody, ponieważ mieszka tam tylu z nas. Ponadto, nie ma już tak dużo deszczu jak kiedyś, a jezioro wysycha także z powodu gorącego słońca.\nAby uratować jezioro, niektórzy naukowcy mają pomysł. Chcą przekierować wodę z innego rzeki o nazwie Ubangi do Jeziora Czad. To może pomóc. Ale uważają także, że ważne jest, aby rozmawiać z ludźmi mieszkającymi tam i pomóc im zrozumieć, dlaczego posiadanie zbyt wielu dzieci może sprawić, że sytuacja stanie się jeszcze gorsza, i dlaczego korzystanie z antykoncepcji jest ważne. To czasem tematy, o których ludzie nie lubią rozmawiać w tej okolicy.\nJeśli nie zrobimy czegoś wkrótce, Jezioro Czad może całkowicie zniknąć, co byłoby wielkim problemem dla wszystkich, którzy polegają na nim do dostarczenia wody. Dlatego ważne jest, abyśmy podjęli działania, aby je chronić.",
      "9-12": "Jezioro Czad jest duma aż czterech afrykańskich krajów. Jest ogromne i potężne, dostarczając co roku wodę pitną milionom ludzi i zwierząt. Jego historyczna zmienność zawsze zależała od różnych czynników, ale w ostatnich dziesięcioleciach zaczęło znikać z mapy w niepokojącym tempie.\nW zaledwie 40 lat jego powierzchnia zmniejszyła się o niesamowite 90%! To aż 24,500 kilometrów kwadratowych, a jego obecna powierzchnia wynosi około 1,500 kilometrów kwadratowych. Co gorsza, według prognoz, może całkowicie wyschnąć do roku 2050. Oznacza to, że w ciągu nieco ponad 25 lat (co nie jest zbyt długim okresem), MILIONY ludzi nie będą miały dostępu do świeżej wody pitnej ani innych podstawowych potrzeb, a roślinność i fauna zaczną wymierać.\nTo głównie wynik ludzkiej działalności, ponieważ ludzie używają wody z jeziora do nawadniania, i jest to także związane z nadmiernym zaludnieniem, co prowadzi do zwiększonego zapotrzebowania na wodę. Dodatkowo, opady deszczu w regionie są niższe niż wcześniej, a jezioro paruje z takim samym tempem.\nAby zapobiec dalszemu wysychaniu, hydrologowie proponują transportowanie wody z rzeki Ubangi. Dodatkowo kampanie mające na celu podniesienie świadomości wśród miejscowej ludności na temat nadmiernej populacji i stosowania antykoncepcji byłyby korzystne (obie te kwestie wciąż są tabu dla wielu mieszkańców Afryki lub po prostu nie są uważane za problemy). Bez podjęcia żadnych działań w ciągu kilku dziesięcioleci, Jezioro Czad przestanie istnieć."
    }
  }
}
