{
  "case-1": {
    "news": [
      {
        "title": "The Fight for Water in the Heart of Poland. \"It's Better to Be Careful About What You Pray For...\"",
        "link": "https://www.money.pl/gospodarka/walka-o-wode-w-kolebce-polski-lepiej-uwazac-o-co-sie-czlowiek-modli-6918505756670816a.html",
        "snippet": "Konin Mine is ending its shift. The company finds it easier to move this way ... For now, the region's residents are looking at drying lakes in disbelief...",
        "date": "2 months ago",
        "source": "Money.pl",
        "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSop9Ur9givZyTtO1LcT5KAJsB2wqtvDBIft1mFY0p90QnLzZWjUFJTIYZILQ&s",
        "position": 1
      },
      {
        "title": "The Gnieźnieńskie Lake District Getting Increasingly Dry. Each Year, There Are Fewer Lakes...",
        "link": "https://www.money.pl/gospodarka/pojezierze-gnieznienskie-coraz-bardziej-suche-z-roku-na-rok-jezior-jest-mniej-6389042188839041a.html",
        "snippet": "The Gnieźnieńskie Lake District is drying up. A new mine. According to ecologists, the main culprit behind the lakes drying up is the Konin Mine, which extracts...",
        "date": "52 months ago",
        "source": "Money.pl",
        "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR9-jAmU32JGFujIlW00PaSRjenrxknxOSFH9p-ihjBtoRPVuq--AJufjzWzw&s",
        "position": 2
      },
      {
        "title": "The Lake Is Drying at a Rate of 10 cm per Week! The Mine Doesn't Want to...",
        "link": "https://poznan.wyborcza.pl/poznan/7,36001,25091107,rozwoj-tak-odkrywki-nie-nie-otwierac-nowych-nie-poszerzac.html",
        "snippet": "Residents and local government representatives from nearby municipalities protested on Tuesday under the headquarters of the Konin Lignite Coal Mine in Kleczew.",
        "date": "49 months ago",
        "source": "poznan.wyborcza.pl",
        "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRmIjpXttyXfbgIPU4i4CVDthjDXRE-LlznPDgjt9p1h9femKDqR-neQ4E7-w&s",
        "position": 3
      },
      {
        "title": "The Ministry Speaks Out on the \"Konin\" Mine. \"There Is No...\"",
        "link": "https://www.money.pl/gospodarka/wiadomosci/artykul/ministerstwo-zabiera-glos-w-sprawie-kopalni,121,0,2409081.html",
        "snippet": "The lakes are drying up, and the battle with the mine, which ecologists accuse of harming the environment, has been going on for almost 10 years.",
        "date": "63 months ago",
        "source": "Money.pl",
        "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ_zEtDpWIqfr4eLOs1jkL4zP1wxS7uEzP8fTA2j3evRmx3x410PO_GNbhyBw&s",
        "position": 4
      }
    ],
    "summary": {
      "k-5": "Imagine big, beautiful lakes where you can swim, go boating, or just sit on the beach. But these lakes in Poland, in the Gnieźnieńskie and Kujawskie Lake Districts, are starting to have less water. Can you guess why? You probably know that lakes get water from rain. But recently, it's been raining less, so less water is going into the lakes. Plus, there are big mines near these lakes. Mines are places where people dig into the ground to find coal, which is used to make electricity. When we dig big holes in the ground, water from the lakes \"escapes\" into these holes, and that's why there's less water. People who care about nature are trying to stop the mines from making these big holes, but it's hard, and it takes a lot of time. Meanwhile, we're worried that our beautiful lakes might completely dry up before these problems are solved.",
      "6-8": "Lakes in our country, in the Gnieźnieńskie and Kujawskie Lake Districts, have been facing a problem for a long time because they are drying up more and more. This is happening because we have less rain, it's getting warmer, and also because of mining activities. In these mines, big holes are dug into the ground to get coal. Through these holes, water from the lakes and rivers \"escapes\" into the ground, which is why the lakes have less and less water. Ecologists, who are people that care about protecting the environment, are resisting this and fighting in courts to stop what the mines are doing. Unfortunately, these legal battles take a very long time, and we don't know when they will end. Meanwhile, the lakes may completely dry up before a solution is found, which is very sad for the people who live there and for tourists who come for vacations.",
      "9-12": "The Gnieźnieńskie and Kujawskie Lake Districts have been grappling with drought for decades. This is the result of climate change, reduced rainfall, but also the impact of mining on groundwater levels. In particular, the region has been affected by the activities of local open-pit lignite coal mines, which have lowered groundwater sources, resulting in the outflow of water from the lakes and rivers in the area. Despite the efforts of environmentalists and the intervention of the European Commission, legal processes related to the mining activities have dragged on for years without a clear resolution. Authorities and residents of the region fear that before these disputes are settled, the well-known lake zone may completely dry up."
    }
  }
}
