{
  "case-1": {
    "news": [
      {
        "imageUrl": "https://api.ngo.pl/media/get/153705?w=1200&h=800",
        "title": "The drying up of wells and lakes. What future awaits Eastern Greater Poland and Bełchatów?",
        "source": "ngo.pl",
        "date": "30th March 2021",
        "description": "Water shortages are the number one challenge of the modern world. In Poland, the problem is exceptionally pressing, and poor water management will exacerbate it. Experts have examined regions particularly vulnerable to drought issues: Eastern Greater Poland and Bełchatów. The first one already has planned actions aimed at improving the water situation. The latter should follow suit as soon as possible."
      },
      {
        "imageUrl": "https://api.ngo.pl/media/get/153705?w=1200&h=800",
        "title": "The drying up of wells and lakes. What future awaits Eastern Greater Poland and Bełchatów?",
        "source": "ngo.pl",
        "date": "30th March 2021",
        "description": "Water shortages are the number one challenge of the modern world. In Poland, the problem is exceptionally pressing, and poor water management will exacerbate it. Experts have examined regions particularly vulnerable to drought issues: Eastern Greater Poland and Bełchatów. The first one already has planned actions aimed at improving the water situation. The latter should follow suit as soon as possible."
      },
      {
        "imageUrl": "https://api.ngo.pl/media/get/153705?w=1200&h=800",
        "title": "The drying up of wells and lakes. What future awaits Eastern Greater Poland and Bełchatów?",
        "source": "ngo.pl",
        "date": "30th March 2021",
        "description": "Water shortages are the number one challenge of the modern world. In Poland, the problem is exceptionally pressing, and poor water management will exacerbate it. Experts have examined regions particularly vulnerable to drought issues: Eastern Greater Poland and Bełchatów. The first one already has planned actions aimed at improving the water situation. The latter should follow suit as soon as possible."
      }
    ],
    "analysis": {
      "k-5": "In Poland, there's a place called the Gnieźnieńskie Lake Districts, and it's really pretty, like a special vacation spot. Lots of people visit there, just like when people go on a fun holiday. Some people even say it's like the \"Polish version of San Tropez\", which is a famous place in France where people go to relax.\nBut, here's a big problem: this special place is starting to go away. The lakes there are getting smaller, and that's not good. Some people who care a lot about nature, called \"environmentalists\", think a big mine called the Konin Lignite Mine is making the lakes get smaller. It's like when you're playing with water, and someone takes all the water away, and there's just dry ground left.\nEven some important people in Europe, called the European Commission, agree with the environmentalists. They're trying to stop the mine by going to court, like when you have a problem, and you talk to a teacher or a principal to help fix it. But so far, they've only been able to stop the mine from getting even bigger.\nThe Konin Lignite Mine makes power for houses, but it's hurting the environment a lot. The lakes have lost more than 5 meters of water since 1965, which is a really, really big amount. Imagine stacking five tall people on top of each other, and that's how deep the water used to be!\nSo, in simple words, this pretty place in Poland is getting smaller because of a big mine that's taking too much water from the lakes. People are trying to stop the mine from making things worse, but it's not easy.",
      "6-8": "There's a beautiful place in Poland called the Gnieźnieńskie Lake Districts. It's a bit like the Mazurian Lake Districts, but not as famous. People think it's one of the most beautiful places in Poland, and a lot of tourists go there every year. Some people even compare it to a fancy place in France called San Tropez.\nBut here's the problem: the Gnieźnieńskie Lake Districts are in trouble. The lakes there are getting smaller, and it's making a lot of people worried. Environmentalists, which are people who care a lot about nature, say that a big mine called the Konin Lignite Mine is the main reason the lakes are getting smaller.\nEven the European Commission, which is like a group of important people in Europe, agrees with the environmentalists. The environmentalists are trying to stop the mine by going to court, but so far, they've only been able to stop the mine from getting even bigger. The Konin Lignite Mine makes electricity, but it's causing a lot of damage to the environment.\nThe lakes have lost more than 5 meters (that's really deep!) of water since 1965, and that's really bad. Where there used to be water and piers for boats, now there's just dry sand, which is a sad thing to see.\nSo, in simple terms, the Gnieźnieńskie Lake Districts in Poland are a beautiful place, but they're in trouble because a big mine is taking too much water from the lakes, and it's hurting the environment. People are trying to stop the mine from making things worse, but it's a tough problem to solve.",
      "9-12": "Apart from the Mazurian Lake Districts in Poland, we also have the lesser-known Gnieźnieńskie Lake Districts. They are considered the most beautiful in the country, and it's no wonder why. Every year, an incredible number of tourists visit this place, and some even compare it to the Polish version of San Tropez.\nHowever, this lake district is disappearing. Environmentalists are protesting against the Konin Lignite Mine, which they consider the main cause of the decreasing water levels in the lakes.\nThis view is also supported by the European Commission. Environmentalists are fighting the mine in court, but they have only managed to block the construction of a new mine so far. The Konin Lignite Mine supplies three powerhouses at the expense of environmental devastation. Moreover, they plan to expand their operations further by enlarging one of the open-cast mines and building a new one.\nThe water loss has exceeded 5 meters (!!) since 1965, which is an absolutely terrifying result. Where old piers used to stand, there is now a dry sand..."
    }
  }
}
