{
  "case-1": {
    "news": [
      {
        "title": "Walka o wodę w kolebce Polski. \"Lepiej uważać, o co się człowiek ...",
        "link": "https://www.money.pl/gospodarka/walka-o-wode-w-kolebce-polski-lepiej-uwazac-o-co-sie-czlowiek-modli-6918505756670816a.html",
        "snippet": "Kopalnia Konin kończy szychtę. Spółce łatwiej teraz poruszać ten ... Na razie mieszkańcy regionu patrzą na wysychające jeziora z niedowierzaniem i...",
        "date": "2 months ago",
        "source": "Money.pl",
        "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSop9Ur9givZyTtO1LcT5KAJsB2wqtvDBIft1mFY0p90QnLzZWjUFJTIYZILQ&s",
        "position": 1
      },
      {
        "title": "Pojezierze Gnieźnieńskie coraz bardziej suche. Z roku na rok jezior ...",
        "link": "https://www.money.pl/gospodarka/pojezierze-gnieznienskie-coraz-bardziej-suche-z-roku-na-rok-jezior-jest-mniej-6389042188839041a.html",
        "snippet": "... jezioro\". Pojezierze Gnieźnieńskie wysycha. Nowa kopalnia. Kopalnia Konin - zdaniem ekologów główny winowajca wysuszania jezior - wydobywa 9...",
        "date": "52 months ago",
        "source": "Money.pl",
        "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR9-jAmU32JGFujIlW00PaSRjenrxknxOSFH9p-ihjBtoRPVuq--AJufjzWzw&s",
        "position": 2
      },
      {
        "title": "Jezioro wysycha w tempie 10 cm na tydzień! Kopalnia nie chce ...",
        "link": "https://poznan.wyborcza.pl/poznan/7,36001,25091107,rozwoj-tak-odkrywki-nie-nie-otwierac-nowych-nie-poszerzac.html",
        "snippet": "Pod siedzibą Kopalni Węgla Brunatnego Konin w Kleczewie protestowali we wtorek mieszkańcy i samorządowcy okolicznych gmin.",
        "date": "49 months ago",
        "source": "poznan.wyborcza.pl",
        "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRmIjpXttyXfbgIPU4i4CVDthjDXRE-LlznPDgjt9p1h9femKDqR-neQ4E7-w&s",
        "position": 3
      },
      {
        "title": "Ministerstwo zabiera głos w sprawie kopalni \"Konin\". \"Nie ma ...",
        "link": "https://www.money.pl/gospodarka/wiadomosci/artykul/ministerstwo-zabiera-glos-w-sprawie-kopalni,121,0,2409081.html",
        "snippet": "Jeziora wysychają, a batalia z kopalnią, którą ekolodzy oskarżają o działanie na szkodę środowiska ciągnie się od prawie 10 lat.",
        "date": "63 months ago",
        "source": "Money.pl",
        "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ_zEtDpWIqfr4eLOs1jkL4zP1wxS7uEzP8fTA2j3evRmx3x410PO_GNbhyBw&s",
        "position": 4
      }
    ],
    "summary": {
      "k-5": "Wyobraź sobie duże, piękne jeziora, gdzie można popływać, popływać łódką lub po prostu posiedzieć na plaży. Ale te jeziora, które znajdują się w Polsce, na Pojezierzach Gnieźnieńskim i Kujawskim, zaczynają mieć coraz mniej wody. Jak myślisz, dlaczego? Na pewno kojarzysz, że woda do jezior trafia z deszczu. Ale w ostatnim czasie pada coraz mniej, więc mniej wody wpada do jezior. Dodatkowo, obok tych jezior są duże kopalnie - to takie miejsca, gdzie ludzie kopią w ziemi, żeby znaleźć węgiel, który jest używany do produkcji prądu. Kiedy kopiemy dużą dziurę w ziemi, woda z jezior \"ucieka\" do tych dziur i dlatego jest jej coraz mniej. Ludzie, którzy dbają o przyrodę, walczą, żeby kopalnie przestały robić te duże dziury, ale to jest trudne i zajmuje dużo czasu. Tymczasem obawiamy się, że nasze piękne jeziora do końca tego czasu mogą całkowicie wyschnąć.",
      "6-8": "Jeziora w naszym kraju, na Pojezierzach Gnieźnieńskim i Kujawskim, od dawna mają problem, bo coraz bardziej wysychają. To się dzieje przez to, że mamy mniej deszczu, jest coraz cieplej, a do tego przez działalność kopalń. W tych kopalniach kopie się duże dziury w ziemi, aby zdobyć węgiel. Przez te dziury woda z jezior i rzek \"ucieka\" do ziemi, przez co jeziora mają coraz mniej wody. Ekolodzy, czyli osoby, które dbają o ochronę środowiska, stawiają temu opór i walczą w sądach, by zatrzymać to, co kopalnia robi. Niestety, te sądowe spory trwają bardzo długo i nie wiadomo, kiedy się skończą. Tymczasem, jeziora mogą do tego czasu całkiem wyschnąć, co jest bardzo smutne dla osób, które tam mieszkają, a także dla turystów, którzy przyjeżdżają tam na wakacje.",
      "9-12": "Pojezierza Gnieźnieńskie i Kujawskie od dziesięcioleci borykają się z suszą. Jest to wynikiem zmian klimatu, zmniejszonych opadów deszczu, ale również wpływu działalności górniczej na poziom wód gruntowych. W szczególności region dotknęły działania lokalnych kopalni odkrywkowych węgla brunatnego, które obniżyły poziom gruntowych źródeł wody, co skutkuje jej odpływem z jezior i rzek obszaru. Pomimo prób ekologów oraz interwencji Komisji Europejskiej, procesy sądowe związane z działalnością kopalni ciągną się latami bez jednoznacznego rozwiązania. Władze i mieszkańcy regionu obawiają się, że przed końcem tych sporów, znana z turystyki regionu strefa jezior może całkowicie wyschnąć."
    }
  }
}
