{
  "case-1": {
    "news": [
      {
        "title": "The Fight for Water in the Heart of Poland. \"It's Better to Be Careful About What You Pray For...\"",
        "link": "https://www.money.pl/gospodarka/walka-o-wode-w-kolebce-polski-lepiej-uwazac-o-co-sie-czlowiek-modli-6918505756670816a.html",
        "snippet": "Konin Mine is ending its shift. The company finds it easier to move this way ... For now, the region's residents are looking at drying lakes in disbelief...",
        "date": "2 months ago",
        "source": "Money.pl",
        "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSop9Ur9givZyTtO1LcT5KAJsB2wqtvDBIft1mFY0p90QnLzZWjUFJTIYZILQ&s",
        "position": 1
      },
      {
        "title": "The Gnieźnieńskie Lake District Getting Increasingly Dry. Each Year, There Are Fewer Lakes...",
        "link": "https://www.money.pl/gospodarka/pojezierze-gnieznienskie-coraz-bardziej-suche-z-roku-na-rok-jezior-jest-mniej-6389042188839041a.html",
        "snippet": "The Gnieźnieńskie Lake District is drying up. A new mine. According to ecologists, the main culprit behind the lakes drying up is the Konin Mine, which extracts...",
        "date": "52 months ago",
        "source": "Money.pl",
        "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR9-jAmU32JGFujIlW00PaSRjenrxknxOSFH9p-ihjBtoRPVuq--AJufjzWzw&s",
        "position": 2
      },
      {
        "title": "The Lake Is Drying at a Rate of 10 cm per Week! The Mine Doesn't Want to...",
        "link": "https://poznan.wyborcza.pl/poznan/7,36001,25091107,rozwoj-tak-odkrywki-nie-nie-otwierac-nowych-nie-poszerzac.html",
        "snippet": "Residents and local government representatives from nearby municipalities protested on Tuesday under the headquarters of the Konin Lignite Coal Mine in Kleczew.",
        "date": "49 months ago",
        "source": "poznan.wyborcza.pl",
        "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRmIjpXttyXfbgIPU4i4CVDthjDXRE-LlznPDgjt9p1h9femKDqR-neQ4E7-w&s",
        "position": 3
      },
      {
        "title": "The Ministry Speaks Out on the \"Konin\" Mine. \"There Is No...\"",
        "link": "https://www.money.pl/gospodarka/wiadomosci/artykul/ministerstwo-zabiera-glos-w-sprawie-kopalni,121,0,2409081.html",
        "snippet": "The lakes are drying up, and the battle with the mine, which ecologists accuse of harming the environment, has been going on for almost 10 years.",
        "date": "63 months ago",
        "source": "Money.pl",
        "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ_zEtDpWIqfr4eLOs1jkL4zP1wxS7uEzP8fTA2j3evRmx3x410PO_GNbhyBw&s",
        "position": 4
      }
    ],
    "summary": {
      "k-5": "Imagine big, beautiful lakes where you can swim, go boating, or just sit on the beach. But these lakes in Poland, in the Gnieźnieńskie and Kujawskie Lake Districts, are starting to have less water. Can you guess why? You probably know that lakes get water from rain. But recently, it's been raining less, so less water is going into the lakes. Plus, there are big mines near these lakes. Mines are places where people dig into the ground to find coal, which is used to make electricity. When we dig big holes in the ground, water from the lakes \"escapes\" into these holes, and that's why there's less water. People who care about nature are trying to stop the mines from making these big holes, but it's hard, and it takes a lot of time. Meanwhile, we're worried that our beautiful lakes might completely dry up before these problems are solved.",
      "6-8": "Lakes in our country, in the Gnieźnieńskie and Kujawskie Lake Districts, have been facing a problem for a long time because they are drying up more and more. This is happening because we have less rain, it's getting warmer, and also because of mining activities. In these mines, big holes are dug into the ground to get coal. Through these holes, water from the lakes and rivers \"escapes\" into the ground, which is why the lakes have less and less water. Ecologists, who are people that care about protecting the environment, are resisting this and fighting in courts to stop what the mines are doing. Unfortunately, these legal battles take a very long time, and we don't know when they will end. Meanwhile, the lakes may completely dry up before a solution is found, which is very sad for the people who live there and for tourists who come for vacations.",
      "9-12": "The Gnieźnieńskie and Kujawskie Lake Districts have been grappling with drought for decades. This is the result of climate change, reduced rainfall, but also the impact of mining on groundwater levels. In particular, the region has been affected by the activities of local open-pit lignite coal mines, which have lowered groundwater sources, resulting in the outflow of water from the lakes and rivers in the area. Despite the efforts of environmentalists and the intervention of the European Commission, legal processes related to the mining activities have dragged on for years without a clear resolution. Authorities and residents of the region fear that before these disputes are settled, the well-known lake zone may completely dry up."
    }
  },
  "case-2": {
    "news": [{
      "title": "Nigerian Embassy in Chad donates relief materials to Baga Sola refugee camp to mark 63rd Independence Anniversary",
      "link": "https://www.vanguardngr.com/2023/10/nigerian-embassy-in-chad-donates-relief-materials-to-baga-sola-refugee-camp-to-mark-63rd-independence-anniversary/",
      "snippet": "... water resources, in a sustainable and equitable way, as well as promote ... Lake Chad region. The initiative may not solve all their problems...",
      "date": "1 day ago",
      "source": "Vanguard News",
      "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRiwtqsJBLgVFG3g2BjBc3LwmOyJ3OCMEJKAWhHA_J4M9iu1VGutXBkwmLpOg&s",
      "position": 1
    },
    {
      "title": "Climate-fueled Violence and Displacement in the Lake Chad Basin ...",
      "link": "https://www.refugeesinternational.org/reports-briefs/climate-fueled-violence-and-displacement-in-the-lake-chad-basin-focus-on-chad-and-cameroon/",
      "snippet": "... problems of Lake Chad Basin. At present, the Commission is ... Cover Photo: A Chadian boy fills a bucket with water from the Lake Chad on November...",
      "date": "8 months ago",
      "source": "Refugees International",
      "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRNpgtmmlmx5wHq0pdZoTWngNVxTViUeUnlAUM4lyrf9ck4OhrDyibItv9NoQ&s",
      "position": 2
    },
    {
      "title": "The Lake Chad Basin is a security nightmare. 5 guidelines for ...",
      "link": "https://theconversation.com/the-lake-chad-basin-is-a-security-nightmare-5-guidelines-for-finding-solutions-199991",
      "snippet": "Lake Chad, the primary source of water in the region, has shrunk significantly due to drought since the 1960s. In 2022, the region was hit...",
      "date": "7 months ago",
      "source": "The Conversation",
      "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQnyrvfYDxlBWFC-Js1XtWSWDG1T744NQRDWXRB_QJPYSsqjzRzAfqVqQdJKQ&s",
      "position": 3
    }],
    "summary": {
      "k-5": "Imagine if your neighborhood park started to dry up and there wasn't enough water for the plants and trees. Now, imagine if that park was so big that it covered parts of four countries - that's what's happening in a place called the Lake Chad Basin. Because of climate change, there's less water and land for people to use. This has led to fights between different groups who all need these resources to survive and has forced many people to leave their homes. Countries are trying their best to help. For example, Chad, one of the countries, is hosting more than one million people who had to leave their homes. But this is a big challenge and needs a lot of resources. There have been big meetings where leaders talk about how to solve these problems. They agreed that they need to work together, put more money into tackling climate change, and help the people who had to leave their homes. But for things to get better, more help is needed from countries all over the world, and there needs to be even more focus on ways to stop climate change.",
      "6-8": "The Lake Chad Basin is a large area that includes parts of several countries, such as Cameroon, Chad, Niger, and Nigeria. This area is facing major problems because of climate change. Basically, as the weather patterns change, water and land are becoming scarcer which means there's not enough for everyone who lives there. This causes conflicts between communities who are fighting to access these resources. It has also made many people leave their homes, creating a situation where there are many refugees that need help. Countries like Chad are doing their best to support these refugees, but the situation is very challenging, especially because it also affects these countries' resources. There have been meetings and conferences where countries and organizations are trying to find solutions to these problems. They've recognized that they need to work together and put more money and resources into dealing with climate change, violence, and making sure refugees have what they need. However, to really make things better in the Lake Chad Basin, there needs to be more help from the international community and a larger focus on actions that can help combat climate change.",
      "9-12": "The Lake Chad Basin, including Cameroon, Chad, Niger, and Nigeria, is grappling with severe climate change-induced issues, including resource scarcity and forced displacement. Over the past decades, altering climatic conditions have exacerbated competition for critical resources such as land and water, leading to a rise in intercommunal conflict and displacement, particularly evident in areas like Cameroon’s Logone Birni commune. Climate-driven scarcity is not only causing displacement, but it's also contributing to regional instability and violence. This worsening situation is overlaid with the challenges of hosting and supporting displaced populations amidst shrinking resources and regional and national strain. Chad, for example, hosts about 1.1 million displaced persons, a situation that puts a significant burden on the country's resources. Efforts have been made to address this climate-induced crisis, such as the Third High-Level Conference on Lake Chad Basin Region in 2023, where the need to address the link between climate change, violence, and displacement was emphasized. The conference also highlighted the importance of more funds to manage the harmful consequences of climate change, which so far remains critically underfunded. To achieve sustainable solutions and a peaceful future in the Lake Chad Basin, greater international collaboration, financial commitment, and strategic approaches focusing on climate action are urgently needed."
    }
  }
}
