{
  "case-1": {
    "source": {
      "name": "Sentinel",
      "launchYear": "2017",
      "imageUrl": "https://static.wirtualnemedia.pl/media/top/airbus-sentinel2b.jpg"
    },
    "summary": {
      "k-5": "Sentinel-2B is a space camera that takes cool pictures of our Earth. It goes around our planet and takes pictures from space. Scientists use these pictures to study nature and cities. It's also helpful when there are big problems. The camera can see lots of colors, like a rainbow, which makes it really good at its job!",
      "6-8": "Sentinel-2B is like a space camera that takes fancy pictures of Earth. It orbits around our planet, clicking photos from space. These pictures help scientists learn about our environment, like forests and cities. It can also help during disasters. Sentinel-2B's camera is super good at taking pictures with many colors, like a rainbow, which makes it extra useful.",
      "9-12": "Sentinel-2B is a satellite in the European Space Agency's Copernicus program. It collects detailed optical imagery of the Earth's surface using a MultiSpectral Instrument (MSI) with 13 spectral bands. The satellite follows a sun-synchronous orbit, capturing data as it passes over different regions. This data is used for applications such as environmental monitoring, land cover classification, and disaster management. Sentinel-2B's high-resolution, multi-spectral capabilities make it valuable for Earth observation."
    }
  },
  "case-2": {
    "source": {
      "name": "Landsat 8, 9",
      "launchYear": "2013, 2021",
      "imageUrl": "https://space.skyrocket.de/img_sat/landsat-8__1.jpg"
    },
    "summary": {
      "k-5": "Landsat 8 and Landsat 9 are like special satellites that take pictures of our Earth. They're run by NASA and a group called the U.S. Geological Survey (USGS).\nThey have super cameras that take pictures of the Earth's surface. These cameras can see different kinds of light, like colors and even light we can't see. These satellites go around the Earth, taking pictures of the same places every 16 days. This helps scientists see how things change, like if forests are disappearing or cities are getting bigger.\nWhy do they do it? Because the pictures they take are super important! They help scientists learn about our Earth, like how we use land and what's happening in nature. They even help when there are big problems like floods or fires.\nLandsat 9 is the newer one, and it's even better at taking pictures. So, Landsat 8 and Landsat 9 are like space cameras that help us understand our Earth and take care of it better.",
      "6-8": "Landsat 8 and Landsat 9 are like high-tech cameras in space. They're run by NASA and the U.S. Geological Survey (USGS). These satellites take pictures of Earth's surface using special sensors.\nThey work by measuring sunlight bouncing off Earth. These sensors can \"see\" in different types of light, like the colors we see and even light we can't see, like infrared.\nLandsat 8 and 9 fly around Earth in a big circle, and every 16 days, they take pictures of the same places. This helps scientists watch how things change, like when forests get smaller or cities get bigger.\nThese pictures are super useful. They help scientists study Earth, like how we use land, how forests are doing, and even when there are problems like floods or fires.\nLandsat 9 is the newer and fancier version of Landsat 8, with better technology for taking even clearer pictures.\nSo, Landsat 8 and Landsat 9 are like space cameras helping us understand and take care of our planet.",
      "9-12": "Landsat 8 and Landsat 9 are Earth-observing satellites operated by NASA and the U.S. Geological Survey (USGS). They collect data by capturing images of the Earth's surface using specialized sensors.\nThese satellites use a method called remote sensing, where they measure the sunlight reflected off the Earth. They have different sensors that can \"see\" in various parts of the electromagnetic spectrum, including visible light and infrared. Landsat 8 and 9 orbit the Earth, passing over the same areas every 16 days. This frequent revisit time allows them to monitor changes over time, such as deforestation, urban growth, and natural disasters.\nThe data collected by Landsat satellites is crucial for a wide range of applications, including land use planning, agriculture, forestry management, and environmental monitoring. Landsat 9, being the more recent addition, brings advanced technology and improved capabilities to continue this important mission of Earth observation and data collection."
    }
  }
}
